alacritty
antigravity
apt-transport-https
bsdutils
ca-certificates
cargo
cliphist
clipman
composer
containerd.io
curl
dash
diffutils
docker-ce
docker-ce-cli
docker-desktop
efibootmgr
eza
findutils
flameshot
fonts-font-awesome
fzf
gettext
ghostty
git
gnome-console
gnome-shell-extension-manager
gnome-tweaks
google-chrome-stable
grep
grim
grub-efi-amd64
grub-efi-amd64-signed
gzip
hostname
hunspell-en-au
hunspell-en-ca
hunspell-en-gb
hunspell-en-za
ibus-table-cangjie3
ibus-table-cangjie5
ibus-table-cangjie-big
init
language-pack-en
language-pack-en-base
language-pack-gnome-en
language-pack-gnome-en-base
libadwaita-1-dev
libcairo2-dev
libchewing3
libchewing3-data
libepoxy-dev
libevdev-dev
libfontconfig-dev
libgdk-pixbuf-2.0-dev
libgtk-3-dev
libgtk-4-dev
libm17n-0
libmarisa0
libnotify-dev
libopencc1.1
libopencc-data
libotf1
libpango1.0-dev
libpinyin15
libpinyin-data
libwayland-dev
linux-generic-hwe-24.04
login
m17n-db
mako-notifier
meson
ncurses-base
ncurses-bin
neovim
nodejs
npm
openssh-server
pcmanfm
php8.1
php8.1-cli
php8.1-common
php8.1-curl
php8.1-gd
php8.1-intl
php8.1-mbstring
php8.1-mysql
php8.1-xml
php8.3-gd
php8.3-xml
pkg-config
python3.12-venv
python3-netifaces
python3-pip
ripgrep
scdoc
shim-signed
slurp
software-properties-common
solaar
stow
subliminal
sway
tree
ubuntu-desktop-minimal
ubuntu-minimal
ubuntu-restricted-addons
ubuntu-standard
ubuntu-wallpapers
vlc
wayland-protocols
wbritish
wf-recorder
wl-clipboard
wofi
xdg-desktop-portal-wlr
zoxide
zsh
